{
  "blogs": [
    {
      "id": 1,
      "title": "Data Science Central",
      "body": " Data Science Central Run By: Vincent Granville Website link: DataScienceCentral.com Data Science Central does exactly what its name suggests and acts as an online resource hub for just about everything related to data science and big data. The site covers a wide array of data science topics regarding analytics, technology, tools, data visualization, code, and job opportunities. Industry experts contribute discussion and insights about key topics. The site updates frequently, nearly two blog posts a day from contributing writers, and it also offers a community forum for discussion or questions Data Science Central Run By: Vincent Granville Website link: DataScienceCentral.com Data Science Central does exactly what its name suggests and acts as an online resource hub for just about everything related to data science and big data. The site covers a wide array of data science topics regarding analytics, technology, tools, data visualization, code, and job opportunities. Industry experts contribute discussion and insights about key topics. The site updates frequently, nearly two blog posts a day from contributing writers, and it also offers a community forum for discussion or questions Data Science Central Run By: Vincent Granville Website link: DataScienceCentral.com Data Science Central does exactly what its name suggests and acts as an online resource hub for just about everything related to data science and big data. The site covers a wide array of data science topics regarding analytics, technology, tools, data visualization, code, and job opportunities. Industry experts contribute discussion and insights about key topics. The site updates frequently, nearly two blog posts a day from contributing writers, and it also offers a community forum for discussion or questions.",
      "author": "mario"
    },
    {
      "id": 2,
      "title": "Smart Data Collective",
      "body": "Run By: Social Media Today Website link: SmartDataCollective.com SmartData Collective is a community site focused on trends in business intelligence and data management. Similar to Data Science Central, it also features insights into data science through contributions by industry experts. Where Data Science Central focuses directly on data science as a whole, SmartData Collective looks at the wider field and how data science can intersect with business Run By: Social Media Today Website link: SmartDataCollective.com SmartData Collective is a community site focused on trends in business intelligence and data management. Similar to Data Science Central, it also features insights into data science through contributions by industry experts. Where Data Science Central focuses directly on data science as a whole, SmartData Collective looks at the wider field and how data science can intersect with businessRun By: Social Media Today Website link: SmartDataCollective.com SmartData Collective is a community site focused on trends in business intelligence and data management. Similar to Data Science Central, it also features insights into data science through contributions by industry experts. Where Data Science Central focuses directly on data science as a whole, SmartData Collective looks at the wider field and how data science can intersect with businessRun By: Social Media Today Website link: SmartDataCollective.com SmartData Collective is a community site focused on trends in business intelligence and data management. Similar to Data Science Central, it also features insights into data science through contributions by industry experts. Where Data Science Central focuses directly on data science as a whole, SmartData Collective looks at the wider field and how data science can intersect with business.",
      "author": "yoshi"
    }
  ]
}